---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.SpaceOutdoorAirflow
source: html/70b4c252-c6f4-5d00-c1ac-e4c2e3096baf.htm
---
# Autodesk.Revit.DB.ParameterTypeId.SpaceOutdoorAirflow Property

"Outdoor Airflow"

## Syntax (C#)
```csharp
public static ForgeTypeId SpaceOutdoorAirflow { get; }
```